# Дано вещественное число x. Проверьте, является ли оно положительным или отрицательным.
x = float(input("Введите число: "))
if x>=0:
	print("Положительное")
else:
	print("Отрицательное")
